acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
alsa-firmware
alsa-utils
amd-ucode
arandr
ark
autoconf
automake
avahi
b43-fwcutter
bash
bison
blueberry
bluedevil
breeze-gtk
btrfs-progs
bzip2
calibre
cmake
coreutils
cpupower
cronie
cryptsetup
device-mapper
dhclient
dhcpcd
diffutils
dmenu
dmidecode
dmraid
dnsmasq
dolphin
dolphin-plugins
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
elisa
exfatprogs
exo
expac
f2fs-tools
feh
ffmpeg
ffmpegthumbs
file
filelight
filesystem
findutils
firefox
flex
freecad
fwupd
garcon
gawk
gcc-libs
gettext
glibc
glibc-locales
gnome-themes-extra
grep
grub
grub-btrfs
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk3
gvim
gwenview
gzip
haveged
htop
i3-gaps
i3blocks
i3exit
i3lock
i3status
inetutils
inxi
iproute2
iputils
jfsutils
kaccounts-providers
kajongg
kamera
kate
katomic
kblackbox
kbreakout
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
keditbookmarks
kfind
kgamma5
khelpcenter
khotkeys
kigo
kimageformats
kinfocenter
kinit
kio-extras
kmahjongg
kmenuedit
knights
konquest
konsole
kscreen
kscreenlocker
ksshaskpass
ksudoku
ksysguard
ksystemlog
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwrited
less
lib32-libcanberra
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libcanberra
libdvdcss
libpamac-flatpak-plugin
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
licenses
linux515
logrotate
lvm2
m4
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-hello
manjaro-hotfixes
manjaro-kde-settings
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager-kcm
manjaro-settings-manager-knotifier
manjaro-system
manjaro-zsh-config
matray
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
milou
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mousepad
mtpfs
nano
nano-syntax-highlighting
neofetch
network-manager-applet
networkmanager
networkmanager-l2tp
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nitrogen
nmon
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
okular
onlyoffice-desktopeditors
openresolv
openssh
os-prober
oxygen
oxygen-icons
p7zip
pa-applet
packagekit-qt5
pacman
pamac-cli
pamac-gtk
pamac-tray-icon-plasma
parole
partitionmanager
patch
pavucontrol
pciutils
perl
perl-file-mimeinfo
phonon-qt5-gstreamer
picom
pkgconf
plasma-browser-integration
plasma-desktop
plasma-nm
plasma-pa
plasma-simplemenu
plasma-systemmonitor
plasma-workspace
plasma-workspace-wallpapers
poppler-data
powerdevil
powertop
print-manager
procps-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
python-pillow
python-pip
python-pyqt5
python-pysmbc
python-reportlab
qt5-imageformats
qt5-virtualkeyboard
reiserfsprogs
ristretto
rsync
ruby
rustup
s-nail
samba
screen
sddm
sddm-breath-theme
sddm-kcm
sed
shadow
skanlite
sof-firmware
spectacle
spectre-meltdown-checker
sshfs
sudo
sysfsutils
system-config-printer
systemd
systemd-fsck-silent
systemd-kcm
systemd-sysvcompat
systemsettings
tar
terminator
terminus-font
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift
timeshift-autosnap-manjaro
tmux
tree
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
tumbler
udiskie
udisks2
unarchiver
usb_modeswitch
usbutils
util-linux
vi
vlc
vulkan-intel
vulkan-radeon
wget
which
wireless-regdb
wpa_supplicant
xautolock
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xinit
xorg-xkill
xreader
xz
yakuake
